Repository: k2288/cattle
Catalog: lib/l10n/app_*.arb
Languages: fa

# login_description_1
source: We will send you an
fa: ما

# login_description_2
source: One Time Password
fa: رمز یکبار مصرف

# login_description_3
source: on this mobile number
fa: را برای همین تلفن ارسال می کنیم

# login_next
source: Next
fa: بعدی

# login_phone_validation_error
source: Please input correct phone number.
fa: تلفن را درست وارد کنید

# otp_title
source: Enter 6 digits verification code sent to your number
fa: کد تایید ۶ رقمی ارسال شده را وارد کنید

# otp_confirm
source: Confirm
fa: تایید

# dashboard_total_animal
source: Total Animals
fa: تعداد حیوانات

# dashboard_milking_cow
source: Milking Cows
fa: گاوهای شیری

# dashboard_dry_cow
source: Dry Cows
fa: گاوهای خشک

# dashboard_avg_milk
source: Kgs Av.Milk/Cow
fa: میانگین شیر/گاو (Kg)

# dashboard_insemination
source: Insemination
fa: تلقیح

# dashboard_milked
source: Milked
fa: شیرخوار

# dashboard_heifer
source: Heifer
fa: تلیسه

# dashboard_abortion
source: Abortion
fa: سقط

# dashboard_bull
source: Bull
fa: نر

# dashboard_cow
source: Cow
fa: ماده

# dashboard_summary
source: Summary
fa: خلاصه وضعیت

# filter_state
source: State :
fa: وضعیت :

# filter_gender
source: Gender :
fa: جنسیت :

# filter_confirm
source: Confirm Filters
fa: اعمال فیلتر

# filter_clear
source: Clear Filters
fa: پاک کردن فیلتر

# new_animal_title
source: New Animal
fa: دام جدید

# edit_animal_title
source: Edit Animal
fa: ویرایش دام

# new_animal_tag_no
source: Tag No.
fa: شماره تگ

# new_animal_mother
source: Mother
fa: مادر

# new_animal_inserminator
source: Inseminator
fa: تلقیح کننده

# new_animal_birth
source: Birth Date
fa: تاریخ تولد

# new_animal_gender
source: Gender
fa: جنسیت

# new_animal_save
source: Save
fa: ذخیره دام

# list_not_found
source: No matching animal found
fa: موردی یافت نشد

# list_birth_state
source: Birth
fa: تولد

# list_search_tag_no
source: Search tag number...
fa: جستجوی شماره گوش ...

# list_animals
source: Animals
fa: حیوانات

# detail_alert
source: Alert
fa: هشدار

# detail_are_you_sure_delete
source: Are you sure ?
fa: آیا از حذف این مورد مطمئن هستید

# detail_birth
source: Birth
fa: تولد

# detail_gender
source: Gender
fa: جنسیت

# detail_mother
source: Mother
fa: مادر

# detail_inseminator
source: Inseminator
fa: تلقیح کننده

# detail_tag_no
source: Tag No.
fa: شماره تگ

# detail_history
source: History
fa: تاریخچه

# state_dialog_type
source: Type
fa: نوع

# state_dialog_date
source: Date
fa: تاریخ

# state_dialog_description
source: Description
fa: توضیحات

# state_dialog_save
source: Save
fa: تایید

# state_dialog_cancel
source: Cancel
fa: لغو

# confirm_dialog_yes
source: Yes
fa: بلی

# confirm_dialog_no
source: No
fa: خیر

# setting_language
source: Language
fa: زبان

# setting_sign_out
source: Sign out
fa: خروج

# setting_language_title
source: Choose Language
fa: انتخاب زبان

# setting_common_section
source: Common
fa: عمومی
